4ops.terraform
alexisvt.flutter-snippets
anthropic.claude-code
bierner.markdown-mermaid
dart-code.dart-code
dart-code.flutter
docker.docker
dsznajder.es7-react-js-snippets
eamodio.gitlens
erd0s.terraform-autocomplete
formulahendry.code-runner
gep13.chocolatey-vscode
github.copilot-chat
github.vscode-github-actions
gitlab.gitlab-workflow
golang.go
hashicorp.terraform
mathworks.language-matlab
moonshot-ai.kimi-code
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.vscode-chat-customizations-evaluations
nash.awesome-flutter-snippets
nelson-5553.manage-skills
pjmiravalle.terraform-advanced-syntax-highlighting
plumbiu.vscode-env-ally
redhat.vscode-yaml
saoudrizwan.claude-dev
slevesque.vscode-zipexplorer
stripe.vscode-stripe
tomoki1207.pdf
traycer.traycer-vscode
xupracorp.drylake
xupracorp.drylake-development
yy0931.mplstyle
